Repository: jtslade/satchmo-svn
Catalog: satchmo/apps/tax/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Description
ru: Описание

source: Tax Class
ru: Тип налога

source: Tax Settings
ru: Настройки налогообложения

source: Active tax module
ru: Активные модули налогообложения

source: Select a module, save and reload to set any module-specific settings.
ru: Выберите модуль, сохраните и обновите страницу, чтобы изменить настройки определенных модулей.

source: No Tax
ru: Без налогов

source: Title
ru: Заголовок

source: Displayed title of this tax.
ru: Отображаемый заголовок данного налога.

source: Description of products that would be taxed.
ru: Описание продуктов, которые могут быть обложены налогом.

source: Tax Classes
ru: Типы налогов

source: Percentage
ru: Процент

source: % tax for this area and type
ru: % налога для данной зоны и типа

source: You must choose a zone or a country.
ru: Вы должны выбрать зону или страну.

source: Tax Rate
ru: Ставка налогов

source: Tax Rates
ru: Ставки налогов

source: By Country/Area
ru: По стране/зоне

source: Percent Tax
ru: Процент налога

source: Percent tax
ru: Процент налога

source: Tax Shipping?
ru: Облагать налогом стоимость доставки?
