Repository: jtslade/satchmo-svn
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: Inglese

source: Email address
it: Indirizzo email

source: Password (again)
it: Password (ripeti)

source: First name
it: Nome

source: Last name
it: Cognome

source: The two passwords do not match.
it: Le due password non corrispondono

source: That email address is already in use.
it: L'indirizzo e-mail risulta già in uso

source: Welcome to %s
it: Benvenuto in %s

source: Yes
it: Si

source: Registration Form
it: Form di registrazione

source: Key to delete
it: Chiave da eliminare

source: Include Children?
it: Includi i figli?

source: Delete all keys?
it: Elimina tutte le chiavi?

source: Home
it: Pagina iniziale

source: Cache Delete
it: Elimina Cache

source: Cache Stats
it: Statistiche Cache

source: Cache View
it: Viste Cache

source: Site
it: Sito

source: Base Settings
it: Impostazioni base

source: Default value: ""
it: Valore di default: ""

source: Default value:
it: Valore di default:

source: Default value: %s
it: Valore di default:%s

source: Documentation
it: Documentazione

source: Change password
it: Cambia Password

source: Log out
it: Esci

source: Edit Group Settings
it: Modifica le impostazioni del Gruppo

source: Please correct the error below.
it: Correggi l'errore indicato di seguito.

source: Settings included in %(name)s.
it: Impostazioni incluse in %(name)s.

source: You don't have permission to edit values.
it: Non hai il permesso di modificare questi valori.

source: Edit Site Settings
it: Modifica le impostazioni del sito

source: Group settings: %(name)s
it: Impostazioni di gruppo: %(name)s

source: Uncollapse all
it: Espandi tutti

source: Please Select
it: Selezionare

source: Only authenticated users can check out
it: Solo gli utenti autenticati possono andare alla cassa

source: Users will be required to authenticate (and create an account if neccessary) before checkout.
it: Sarà richiesto agli utenti di autenticarsi (e creare un account se necessario) prima di andare alla cassa.

source: Billing data is optional
it: Le informazioni per le ricevute/fatture sono opzionali

source: Users will not be required to provide billing address and phone number. If authentication before checkout is required, this allows instant purchase (all required contact data will have already been provided in registration form). Otherwise be careful, as this may leave you orders with almost no customer data!
it: Gli utenti non dovranno inserire l'indirizzo per le ricevute/fatture ed il numero di telefono. Se viene richiesta l'autenticazione prima del checkout, questo permette l'acquisto istantaneo (tutti i dati di contatti richiesti sono già stati forniti nel form di registrazione). Altrimenti stai attento, dal momento che questa opzione può lasciare i tuoi ordini con quasi nessun dato dei clienti!

source: Account Verification
it: Verifica dell'account

source: Select the style of account verification. 'Immediate' means no verification needed.
it: Seleziona il tipo di verifica utente. 'Immediato' significa nessuna verifica necessaria.

source: Immediate
it: Immediata

source: Days to verify account
it: Giorni per la verifica dell'account

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Phone
it: Telefono

source: Addressee
it: Destinatario

source: Street
it: Via

source: City
it: Città

source: State
it: Provincia

source: Country
it: Paese

source: Zipcode/Postcode
it: CAP

source: Shipping same as billing?
it: L'indirizzo di consegna e' lo stesso delle ricevute/fatture

source: This field is required.
it: Questo campo e' obbligatorio

source: State is required for your country.
it: E' necessario indicare lo Stato per il tuo paese.

source: Shipping and Billing countries must match
it: Il Paese della Consegna e quello della ricevuta/fattura devono coincidere

source: Customer
it: Cliente

source: Supplier
it: Fornitore

source: Distributor
it: Distributore

source: Company
it: Azienda

source: Government
it: Governo

source: Non-profit
it: Senza scopo di lucro

source: Manufacturer
it: Produttore

source: Name
it: Nome

source: Type
it: Tipo

source: Role
it: Ruolo

source: Creation Date
it: Data di creazione

source: Notes
it: Annotazioni

source: Organization
it: Organizzazione

source: Organizations
it: Organizzazioni

source: Date of birth
it: Data di nascita

source: Creation date
it: Data di creazione

source: Contact
it: Contatto

source: Contacts
it: Contatti

source: Work
it: Lavoro

source: In Person
it: In persona

source: Date and Time
it: Data e Ora

source: Description
it: Descrizione

source: Interaction
it: Interazione

source: Interactions
it: Interazioni

source: Phone Number
it: Numero di Telefono

source: Primary
it: Primario

source: Phone Numbers
it: Numeri di telefono

source: Description of address - Home, Office, Warehouse, etc.
it: Descrizione degli indirizzi - Casa, Ufficio, Magazzino, etc.

source: Zip Code
it: CAP

source: Default Shipping Address
it: Indirizzo di consegna principale

source: Default Billing Address
it: Indirizzo principale per la gestione dei documenti (fatture)

source: Address Book
it: Rubrica

source: Address Books
it: Rubriche

source: No Discount
it: Nessuno Sconto

source: site
it: sito

source: Discount Code
it: Codice Sconto

source: Coupon Code
it: Codice Coupon

source: Discount Amount
it: Importo sconto

source: Enter absolute discount amount OR percentage.
it: Inserire lo sconto assoluto O percentuale.

source: Discount Percentage
it: Percentuale di sconto

source: Enter absolute discount amount OR percentage. Percentage example: "0.10".
it: Inserire l'importo dello sconto assoluto O percentuale. Esempio di percentuale: "0.10".

source: Is this an automatic discount?
it: Questo è uno sconto automatico?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
it: Utilizza questo campo per pubblicizzare lo sconto su tutti i prodotti per i quali viene applicato. Di solito viene utilizzato per i saldi.

source: Number of allowed uses
it: Numero massimo di utenti

source: Not implemented.
it: Non implementato.

source: Number of times already used
it: Numero di volte in cui e' già stato utilizzato

source: Minimum order value
it: Valore dell'ordine minimo

source: Start Date
it: Data di partenza

source: End Date
it: Data di arrivo

source: Active
it: Attiva

source: Free shipping
it: Consegna gratuita

source: Should this discount remove all shipping costs?
it: Questo sconto dovrebbe rimuovere tutti i costi di consegna?

source: Include shipping
it: Includi consegna

source: Should shipping be included in the discount calculation?
it: La consegna deve essere inclusa nel calcolo dello sconto?

source: Valid Products
it: Prodotti validi

source: This coupon is disabled.
it: Questo coupon e' disabilitato

source: This coupon is not active yet.
it: Questo coupon non e' ancora attivo.

source: This coupon has expired.
it: Questo coupon e' scaduto.

source: This discount has exceeded the number of allowed uses.
it: Questo sconto ha superato il numero di usi consentiti.

source: Valid.
it: Valido.

source: This discount only applies to orders of at least %s.
it: Questo sconto può applicarsi solo agli ordini di almeno %s.

source: This discount cannot be applied to the products in your cart.
it: Questo sconto può essere applicato ai prodotti nel tuo carrello.

source: Discount
it: Sconto

source: Discounts
it: Sconti

source: Bad Category: %s
it: Categoria Sbagliata: %s

source: Gift Certificate
it: Certificato regalo

source: Gift Certificate Settings
it: Buono regalo Impostazioni

source: Use SSL for the checkout pages?
it: Usa SSL per le pagine di checkout?

source: Character Set
it: Set di caratteri

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
it: I caratteri ammissibili nei codici dei certificati generati casualmente. Nessuna vocale significa nessuna parola sfortunata.

source: Module key
it: Chiave del modulo

source: Code format
it: Codice formato

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
it: Immettere il formato per il tuo codice di certificazione. Utilizzare un '^' per la posizione di un carattere casuale.

source: Implementation module
it: Modulo di implementazione

source: English name for this group on the checkout screens
it: Nome inglese per questo gruppo nelle schermate di checkout

source: This will be passed to the translation utility
it: Verrà inoltrato al servizio di traduzione

source: Accept real payments
it: Accetta pagamenti reali

source: False if you want to be in test mode
it: False se si vuole essere in modalità di prova

source: The url base used for constructing urlpatterns which will use this module
it: Gli url di base utilizzati per la costruzione di urlpatterns utilizzati in questo modulo

source: Code
it: Codice

source: Order
it: Ordine

source: Certificate Code
it: Codice del Certificato

source: Purchased by
it: Acquistato da

source: Date added
it: Data di inserimento

source: Valid
it: Valido

source: Message
it: Messaggio

source: Starting Balance
it: Saldo di partenza

source: Gift Certificates
it: Certificati Regalo

source: Date of usage
it: Data di utilizzo

source: Amount Used
it: Totale Usato

source: Order Payment
it: Pagamento dell'Ordine

source: Used by
it: Utilizzato da

source: Product
it: Prodotto

source: Gift certificate product
it: Prodotto Certificato regalo

source: Gift certificate products
it: Prodotti Certificati regalo

source: No balance to pay
it: Nessun saldo da pagare

source: No such Gift Certificate
it: Nessun certificato regalo di questo tipo

source: Bad Gift Certificate
it: Certificato Regalo Sbagliato

source: Success
it: Successo

source: %s balance remains after gift certificate was applied
it: %s saldo rimanente dopo che e' stato applicato il codice del pacco

source: Checkout
it: Alla Cassa

source: Payment
it: Pagamento

source: Order total: %(orderbalance)s
it: Totale Ordine: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
it: Stai per per usare il certificato regalo#%(giftcode)s per un saldo totale di%(certbalance)s per il tuo ordine

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
it: Se non è disponibile la quantità necessaria per pagare l'intero ordine, avrai la possibilità di selezionare un'altra forma di pagamento per completare il saldo dopo aver utilizzato questo certificato regalo.

source: Please Note:
it: Nota Bene:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
it: Stai per utilizzare il tuo certificato: %(giftcode)s, che ha un saldo di %(balance)s.

source: Payment Information
it: Informazioni sui pagamenti

source: Gift Certificate Code
it: Codice del certificato Regalo

source: Gift Certificate Codes
it: Codici Certificato Regalo

source: To: %(recipient)s
it: A: %(recipient)s

source: Starting Balance: %(start_balance)s
it: Saldo Iniziale:%(start_balance)s

source: Code: %(code)s
it: Codice: %(code)s

source: Message: %(message)s
it: Messaggio: %(message)s

source: Purchased on:
it: Acquistato il:

source: Initial Balance:
it: Saldo iniziale:

source: Current Balance:
it: Saldo attuale:

source: No such gift certificate found.
it: Questo certificato non esiste.

source: Look up balance
it: Controlla il saldo

source: Price
it: Prezzo

source: Quantity (multiply the gift certificate by this amount)
it: Quantità ( moltiplica il certificato regalo per questa quantità)

source: Recipient Email (optional):
it: Destinatario E-mail (facoltativo):

source: Message (optional):
it: Messaggio (facoltativo):

source: Add to cart
it: Aggiungi al carrello

source: North America
it: America del Nord America

source: Europe
it: Europa

source: South America
it: America del Sud

source: Antarctica
it: Antartide

source: Another
it: Un altro

source: Island
it: Isola

source: Arrondissement
it: Quartiere

source: Atoll
it: Atollo

source: Autonomous island
it: Isole Autonome

source: Canton
it: Cantone

source: Commune
it: Comune

source: County
it: Contea

source: Department
it: Dipartimento

source: Dependency
it: Dipendenza

source: District
it: Distretto

source: Division
it: Divisione

source: Emirate
it: Emirato

source: Governorate
it: Governatorato

source: Island council
it: Isola del Consiglio

source: Island group
it: Gruppo di isole

source: Island region
it: Regione insulare

source: Kingdom
it: Regno

source: Municipality
it: Comune

source: Parish
it: Parrocchia

source: Prefecture
it: Prefettura

source: Province
it: Provincia

source: Region
it: Regione

source: Republic
it: Repubblica

source: Subdivision
it: Suddivisione

source: Subject
it: Oggetto

source: Territory
it: Territorio

source: ISO alpha-2
it: ISO alfa-2

source: Official name (CAPS)
it: Nome ufficiale (CAPS)

source: Country name
it: Nome del paese

source: ISO alpha-3
it: ISO alfa-3

source: ISO numeric
it: ISO numerico

source: Country is active
it: Paese attivo

source: Continent
it: Continente

source: Administrative Area
it: Area amministrativa

source: Countries
it: Paesi

source: Admin Area name
it: Nome dell'area amministrativa

source: Postal Abbreviation
it: Abbreviazione Postale

source: Area is active
it: La zona e' attiva

source: Administrative Areas
it: Aree amministrative

source: Newsletter Settings
it: Impostazioni della newsletter

source: Active newsletter module
it: Attiva il modulo newsletter

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
it: Seleziona una newsletter, salva e ricarica per modificare qualsiasi impostazione della newsletter.

source: No newsletter
it: Nessuna newsletter

source: Simple list
it: Lista semplice

source: Name of Newsletter
it: Nome della Newsletter

source: Give the exact name that matches the mailing list set up in Mailman.
it: Dare il nome esatto che corrisponde alla mailing list creata in Mailman.

source: Full Name
it: Nome completo

source: Subscribe
it: Iscriviti

source: Updated subscription for %(email)s.
it: Aggiornata l'iscrizione per %(email)s

source: Already subscribed %(email)s.
it: L'email %(email)s risulta già iscritta.

source: Already removed %(email)s.
it: L'email %(email)s risulta già cancellata.

source: Subscribed: %(email)s
it: Iscritto: %(email)s

source: Unsubscribed: %(email)s
it: Cancellazione: %(email)s

source: Already Subscribed: %s
it: Già iscritto: %s

source: Already a member: %(email)s
it: Già membro:%(email)s

source: Bad/Invalid email address: blank line
it: Indirizzo e-mail non valido: riga vuota

source: Bad/Invalid email address: %(email)s
it: Indirizzo e-mail non valido: %(email)s

source: Hostile address (illegal characters): %(email)s
it: Indirizzo non valido (caratteri non consentiti):%(email)s

source: Subscribed
it: Iscritto

source: Update Date
it: Data di aggiornamento

source: Attribute Name
it: Nome dell'attributo

source: Value
it: Valore

source: Subscription Attribute
it: Attributo Iscrizione

source: Subscription Attributes
it: Attributi Iscrizione

source: Error, not valid.
it: Errore, non valido.

source: Payment Settings
it: Impostazioni per il Pagamento

source: Enter an authentication passkey to secure your recurring billing cron url.
it: Inserisci una passkey di autenticazione per mettere in sicurezza l'url cron per i pagamenti in abbonamento

source: Allow URL Access to Cron for subscription rebills
it: Permetti l'accesso URL a Cron per pagamenti in abbonamento

source: Do you want to allow remote url calls for subscription billing?
it: Vuoi permettere chiamate url remote per pagamenti in abbonamento?

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
it: Falso se si vuole utilizzare la modalità di prova. Questa è l'opzione principale, disattivala per forzare tutti i pagamenti in modalità di prova.

source: Email owner?
it: Invia Email al proprietario?

source: True if you want to email the owner on order
it: Vero se si desidera inviare email al proprietario ad ogni ordine

source: Extra order emails?
it: Invia email extra degli ordini?

source: Put all email addresses you want to email in addition to the owner when an order is placed.
it: Inserisci tutti gli indirizzi email ai quali vuoi spedire un messaggio in aggiunta al proprietario quando viene effettuato un ordine.

source: Country match required?
it: E' necessaria la corrispondenza del Paese?

source: If True, then customers may not have different countries for shipping and billing.
it: Se Vero i clienti non potranno utilizzare paesi diversi per consegna e ricevuta o fattura.

source: Enable payment modules
it: Abilita moduli di pagamento

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
it: Seleziona i moduli di pagamento che desideri utilizzare nel tuo negozio. Se ne stai aggiungendo uno nuovo, devi salvare e ritornare in questa pagina, per vedere eventuali nuove sezioni di configurazione.

source: Enable SSL
it: Abilita SSL

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
it: Abilita l'SSL per le pagine generiche come i contatti. Non imposta l'SSL per i singoli moduli. Devi abilitare l'SSL per ciascun modulo di pagamento singolarmente.

source: Minimum Order
it: Valore Minimo dell'Ordine

source: The minimum cart total before checkout is allowed.
it: Il totale minimo del carrello sotto il quale non è permesso andare alla cassa.

source: Should this be displayed as an option for the user?
it: Desideri che sia visualizzato come opzione per l'utente?

source: Option Name
it: Nome opzione

source: The class name as defined in payment.py
it: Il nome della classe definita in payment.py

source: Sort Order
it: Ordinamento

source: Payment Option
it: Impostazione per il Pagamento

source: Payment Options
it: Impostazioni per il Pagamento

source: Credit Card Type
it: Tipo di carta di credito

source: CC Number (Last 4 digits)
it: Numero CC (ultime 4 cifre)

source: Encrypted Credit Card
it: Carta di credito cifrata

source: Expiration Month
it: Mese di scadenza

source: Expiration Year
it: Anno di scadenza

source: card_holder Name
it: Intestatario della Carta

source: Start Month
it: Mese di Partenza

source: Start Year
it: Anno di Partenza

source: Credit Card
it: Carta di credito

source: Credit Cards
it: Carte Di Credito

source: New price
it: Nuovo prezzo

source: Shipping adjustment
it: Variazione di consegna

source: Feature is not enabled.
it: Questa funzione non è abilitata

source: The orderitem you have requested doesn't exist, or you don't have access to it.
it: L'ordine richiesto non esiste o non ne hai accesso.

source: No form found in request.
it: Nessuna form nella richiesta.

source: Payment method
it: Metodo di pagamento

source: Invalid discount.
it: Sconto non valido.

source: Your card has expired.
it: La carta di credito e' scaduta.

source: Invalid ccv.
it: CCV non valido.

source: Your order has already been processed.
it: Il tuo ordine è già stato elaborato.

source: Your order is no longer valid.
it: Il tuo ordine non è più' valido.

source: CreditCard
it: Carta di Credito

source: Authorize.net Payment Settings
it: Authorize.net Impostazioni di Pagamento

source: Submit to URL
it: Invia a URL

source: This is the address to submit live transactions.
it: Questo e' l'indirizzo per l'invio di transazioni live.

source: Submit to Test URL
it: Invia URL di Prova

source: Available credit cards
it: Carte di credito disponibili

source: Your authorize.net transaction login
it: il tuo login Authorize.net

source: Your authorize.net transaction key
it: La tua chiave per le transazioni su authorize.net

source: Capture Payment?
it: Cattura Pagamento?

source: IMPORTANT: If false, you will need to manually go to your authorize.net merchant account and capture payments. Setting this to false means you are authorizing the card only, not capturing payment.
it: IMPORTANTE: se falso, dovrai andare manualmente sul tuo account commerciante di authorize.net per catturare i pagamenti. Impostare questo a falso significa autorizzare solo le carte senza catturare i pagamenti.

source: Auto Success Module
it: Modulo di Successo Automatico

source: Payment Auto Success Module Settings
it: Impostazioni del modulo di successo automatico

source: COD
it: Pagamento alla consegna

source: COD Payment Module Settings
it: Impostazioni del modulo di pagamento alla consegna

source: Use SSL for the module checkout pages?
it: Usa SSL per le pagine del modulo checkout?

source: Cybersource.net Payment Settings
it: Impostazioni per il pagamento Cybersource.net

source: WSDL URL
it: URL WSDL

source: Submit to Test WSDL URL
it: Prova l'URL WSDL

source: Currency Code
it: Codice valuta

source: Currency code for Cybersource transactions.
it: Codice valuta per le transazioni CyberSource.

source: Your Cybersource merchant ID
it: Il tuo ID commerciante CyberSource

source: Your Cybersource transaction key
it: La tua chiave di transazione CyberSource

source: Payment Test Module
it: Modulo Di Pagamento Di Prova

source: Payment Test Module Settings
it: Impostazioni del Modulo Di Pagamento di Prova

source: Google Checkout Module
it: Modulo Google Checkout

source: Google Checkout Module Settings
it: Impostazioni del Modulo Google Checkout

source: XML Template
it: Template XML

source: The XML template to use when submitting to Google. Probably you should not change this.
it: La template XML da utilizzare durante l'invio a Google. In generale non c'è bisogno di modificarla.

source: Currency code for Google Checkout transactions.
it: Il codice di valuta per le transazioni Google Checkout.

source: Checkout Button URL
it: URL del Pulsante Checkout

source: Checkout Button Size
it: Dimensione del pulsante di checkout

source: Small
it: Piccolo

source: Medium
it: Medio

source: Large
it: Grande

source: Post URL
it: URL Post

source: The Google URL for real transaction posting.
it: L'URL di Google per l'invio delle transazioni reali.

source: The Google URL for test transaction posting.
it: L'URL di Google per l'invio delle transazioni di prova.

source: Merchant ID
it: ID Commerciante

source: Merchant Key
it: Chiave Commerciante

source: Merchant Test ID
it: ID Commerciante di Prova

source: Merchant Test Key
it: Chiave Commerciante di Prova

source: Paypal Payment Settings
it: Impostazioni per il Pagamento via Paypal

source: Paypal Payment Module Settings
it: Impostazioni del Modulo di Pagamento Paypal

source: Currency code for Paypal transactions.
it: Codice della valuta per le transazioni Paypal

source: The Paypal URL for real transaction posting.
it: L'URL di Paypal per l'invio delle transazioni reali.

source: The Paypal URL for test transaction posting.
it: L'URL di Paypal per l'invio delle transazioni di prova.

source: Paypal account email
it: Email dell'account di Paypal

source: The email address for your paypal account
it: L'indirizzo email del tuo account paypal

source: Paypal test account email
it: Email di prova per paypal

source: The email address for testing your paypal account
it: L'indirizzo email per provare il tuo account paypal

source: Return URL
it: URL di ritorno
