Repository: jtslade/satchmo-svn
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: it

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
it: Dove Paypal inoltrerà i clienti dopo che l'acquisto sarà completato. Di norma punta alla pagina di successo del pagamento.

source: Paid through PayPal.
it: Pagato tramite PayPal.

source: ---Comment via Paypal IPN---
it: --Commento via Paypal IPN--

source: Prot/X Secure Payments
it: Pagamenti Sicuri Prot/X

source: Prot/X Payment Settings
it: Impostazioni per il Pagamento Prot/X

source: Simulated Transactions?
it: Transazioni Simulate?

source: Must be false to accept real payments
it: Deve essere falso per accettare pagamenti reali

source: Payment Capture
it: Cattura Pagamento

source: This can be "Payment" which captures immediately, or "Deferred". Note that you can only use the latter if you set option on your Prot/X account first.
it: Questo può essere "Pagamento" che cattura immediatamente, o "Rinviato". Nota che solo tu puoi utilizzare quest'ultimo se prima hai impostato l'opzione sul tuo account Prot/X

source: Your Vendor Name
it: Il tuo Nome Venditore

source: Currency code for Prot/X transactions.
it: Codice della valuta per le transazioni Prot/X

source: Verbose logging?
it: Effettua log completi?

source: 3D Secure transaction expired. Please try again.
it: Transazione sicura 3D scaduta. Ti preghiamo di riprovare di nuovo.

source: 3D Secure transaction was not approved by payment gateway. Please contact us.
it: Le transazioni sicure 3D non sono state approvate dal gateway di pagamento. Ti preghiamo di contattarci.

source: TrustCommerce Payment Settings
it: TrustCommerce pagamento Impostazioni

source: Use Address Verification System (AVS)?
it: Utilizzare un sistema di verifica dell'indirizzo (AVS)?

source: Type of authorization to perform.
it: Tipo di autorizzazione da eseguire.

source: Refer to manual for details on the different types.
it: Fare riferimento al manuale per maggiori dettagli sui vari tipi.

source: Sale
it: Vendita

source: Your TrustCommerce login
it: Il Tuo Login TrustCommerce

source: Your TrustCommerce password
it: La tua password TrustCommerce

source: Transaction was declined. Reason: %s
it: La transazione e' stata rifiutata. Motivo:% s

source: declinetype
it: Tipo di Rifiuto

source: Improperly formatted data. Offending fields: %s
it: Dati non correttamente formattati. Campi errati: %s

source: offenders
it: colpevoli

source: An error occurred: %s
it: Si e' verificato un errore: %s

source: errortype
it: Tipo di Errore

source: You must not save a category in itself!
it: Non si può salvare una categoria dentro se stessa!

source: Meta Data
it: Meta Dati

source: Item Dimensions
it: Dimensioni del prodotto

source: Tax
it: Tasse

source: Related Products
it: Prodotti correlati

source: Inventory Editor
it: Editor del magazzino

source: Product Import/Export
it: Importazione/Esportazione dei prodotti

source: No upload file found
it: Non e' stato trovato nessun file caricato.

source: The product you have requested is not a Configurable Product.
it: Il prodotto richiesto non esiste. non è un prodotto configurabile.

source: The product you have requested does not exist.
it: Il prodotto richiesto non esiste.

source: Product Settings
it: Impostazioni del prodotto

source: Product Model Options
it: Opzioni di modello del prodotto

source: Configurable Product
it: Prodotto configurabile

source: Product Variation
it: Variante di prodotto

source: Custom Order
it: Ordine personalizzato

source: Subscription Product
it: Prodotto Abbonamento

source: Downloadable Product
it: Prodotto Scaricabile

source: Upload Image Dir
it: Directory per l'upload dell'immagine

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
it: Nome della directory che contiene le immagini caricate. Il valore verrà accodato a MEDIA_ROOT. Non preoccuparti degli slash. Possiamo gestirlo in ogni caso.

source: Protected dir
it: Directory protetta

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
it: Questo e' usato solo utilizzando i 'Prodotti scaricabili'. Questo valore sarà accodato a MEDIA_ROOT. Non preoccuparti degli slash. Possiamo gestirlo in ogni caso.

source: export format
it: formato di esportazione

source: Include Images
it: Includi le Immagini

source: Include Categories
it: Includi le Categorie

source: File to import
it: File da importare

source: Could not parse format from filename: %s
it: Non si riesce a capire il formato dal file: %s

source: Bad VARS file in import zipfile.
it: Il file VARS e' sbagliato nel file zip importato.

source: Missing VARS in import zipfile.
it: Nel file zip importato manca VARS.

source: Unknown file format: %s
it: Il formato del file %s e' sconosciuto

source: Added %(count)i objects from %(filename)s
it: Aggiunti %(count)i prodotti dal file %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
it: Errore nell'installazione della fixture '%(filename)s': %(error_msg)s

source: Used for URLs, auto-generated from name if blank
it: Utilizzato per gli URL, autogenerato dal nome se lasciato vuoto

source: Meta Description
it: Meta Descrizione

source: Meta description for this category
it: Meta Descrizione per questa categoria

source: Ordering
it: Ordinamento

source: Override alphabetical order in category display
it: Sovrascrive l'ordinamento alfabetico nella visualizzazione della categoria

source: Related Categories
it: Categorie Correlate

source: Category
it: Categoria

source: Categories
it: Categorie

source: language
it: lingua

source: Translated Category Name
it: Nome di categoria tradotto

source: Description of category
it: Descrizione della categoria

source: version
it: versione

source: active
it: attiva

source: Category Translation
it: Traduzione della Categoria

source: Category Translations
it: Traduzioni della Categoria

source: Picture
it: Immagini

source: Optional caption
it: Titolo facoltativo

source: Category Image
it: Immagine della Categoria

source: Category Images
it: Immagini della Categoria

source: Translated Caption
it: Titolo tradotto

source: Category Image Translation
it: Traduzione dell'immagine della categoria

source: Category Image Translations
it: Traduzioni dell'immagine della categoria

source: Name of Option Group
it: Nome del Gruppo di Opzioni

source: This will be the text displayed on the product page.
it: Questo sarà il testo visualizzato nella pagina del prodotto.

source: Detailed Description
it: Descrizione dettagliata

source: Further description of this group (i.e. shirt size vs shoe size).
it: Ulteriore descrizione di questo gruppo (cioè taglia della camicia piuttosto che la taglia della scarpa).

source: The display order for this group.
it: L' ordine di visualizzazione per questo gruppo.

source: Option Group
it: Gruppo di opzioni

source: Option Groups
it: Gruppi di opzioni

source: Translated OptionGroup Name
it: Nome del Gruppo di Opzioni Tradotto

source: Description of OptionGroup
it: Descrizione del gruppo di opzioni

source: Option Group Translation
it: Traduzione del Gruppo di Opzioni

source: Option Groups Translations
it: Traduzioni del Gruppo di Opzioni

source: Display value
it: Valore visualizzato

source: Stored value
it: Valore memorizzato

source: Price Change
it: Differenza di Prezzo

source: This is the price differential for this option.
it: La differenza di prezzi per questa opzione.

source: Option Item
it: Opzione Prodotto

source: Option Items
it: Opzioni Prodotto

source: Translated Option Name
it: Nome dell'Opzione Tradotto

source: Option Translation
it: Traduzione Opzione

source: Option Translations
it: Traduzioni Opzione

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
it: Il nome del prodotto nella lingua di default del sito. Per aggiungere traduzioni non-default, utilizza la sezione Traduzioni Prodotto qui sotto.

source: Slug Name
it: Nome dello slug

source: Defaults to slug if left blank
it: Il valore di default e' lo slug se lasciato vuoto

source: Short description of product
it: Breve descrizione del prodotto

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
it: Una o due linee di descrizione nella lingua di default del sito per l'uso nelle schermate di elenco dei prodotti

source: Description of product
it: Descrizione del prodotto

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
it: Questo campo dovrebbe contenere qualche paragrafo nella lingua di default del sito che descriva il prodotto, e fornire ogni informazione di aiuto al potenziale acquirente. Può contenere anche codice HTML.

source: Number in stock
it: Numero in magazzino

source: Meta description for this product
it: Meta Descrizione per questo prodotto

source: Is product active?
it: Il prodotto e' attivo?

source: This will determine whether or not this product will appear on the site
it: Questo determinerà se il prodotto apparirà o meno sul sito

source: Featured Item
it: Prodotto In Primo Piano

source: Featured items will show on the front page
it: I 'Prodotti In Primo Piano' saranno mostrati nella pagina iniziale

source: Weight
it: Peso

source: Weight units
it: Unità di Peso

source: Length
it: Lunghezza

source: Length units
it: Unità di misura della lunghezza

source: Width
it: Larghezza

source: Width units
it: Unità di misura della larghezza

source: Height
it: Altezza

source: Height units
it: Unità di misura dell'altezza

source: Related Items
it: Prodotti correlati

source: Previously Purchased
it: Acquisti precedenti

source: Total sold
it: Totale venduto

source: Taxable
it: Tassabile

source: Tax Class
it: Classe di Tassa

source: If it is taxable, what kind of tax?
it: Se è tassabile, quale Classe di Tassa?

source: Products
it: Prodotti

source: Product Subtypes
it: Varianti di Prodotto

source: This should be a 1 or 2 line description for use in product listing screens
it: Una o due righe di descrizione da usare nell'elenco dei prodotti

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
it: Questo campo può contenere codice HTML. Dovrebbe contenere qualche paragrafo che descriva il prodotto e fornire ogni informazione di aiuto al potenziale acquirente.

source: Product Translation
it: Traduzione del Prodotto

source: Product Translations
it: Traduzioni del Prodotto

source: Percent Downpayment
it: Percentuale Acconto

source: Deferred Shipping
it: Consegna rinviata

source: Do not charge shipping at checkout for this item.
it: Non caricare la consegna sull'ordine per questo articolo.

source: Custom Product
it: Prodotto Personalizzato

source: Custom Products
it: Prodotti Personalizzati

source: Custom field name
it: Nome di campo personalizzato

source: Auto-generated from name if blank
it: Generato automaticamente se lasciato vuoto

source: Custom Fields
it: Campi personalizzati

source: Translated Custom Text Field Name
it: Traduzione del Nome di campo di testo personalizzato

source: CustomTextField Translation
it: Traduzione del Campo di Testo personalizzato

source: CustomTextField Translations
it: Traduzioni del Campo di Testo personalizzato

source: Create Variations
it: Crea varianti

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
it: Crea varianti di prodotto per ogni opzione. Per usare questa funzionalità occorre prima inserire una opzione, salvarla, poi tornare in questa pagina e selezionare questa opzione.

source: Configurable Products
it: Prodotti Configurabili

source: Num allowed downloads
it: Numero massimo di download

source: Number of times link can be accessed.
it: Numero di volte che si può accedere al link.

source: Expire minutes
it: Minuti Scadenza

source: Number of minutes the link should remain active.
it: Numero di minuti in cui il link deve restare attivo.

source: Is this download currently active?
it: Questo trasferimento e' attivo?

source: Downloadable Products
it: Prodotti scaricabili

source: Recurring Billing
it: Pagamento in Abbonamento

source: Customer will be charged the regular product price on a periodic basis.
it: Al cliente sarà addebitato il prezzo del prodotto su base periodica

source: Recurring Times
it: Numero di ricorrenze

source: Number of payments which will occur at the regular rate. (optional)
it: Numero di pagamenti da effettuare in una rata (opzionale)

source: Duration
it: Durata

source: Length of each billing cycle (days)
it: Durata del ciclo di ciascuna rata (in giorni)

source: No Shipping Charges
it: Nessuna spesa di consegna

source: Pay Shipping Once
it: Paga la consegna una volta sola

source: Pay Shipping Each Billing Cycle
it: Paga i costi di consegna ad ogni rata

source: Shippable?
it: Consegnabile?

source: Is this product shippable?
it: Il prodotto si deve consegnare?

source: Subscription Products
it: Prodotti in Abbonamento

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
it: Imposta a 0 per un periodo di prova gratuita. Lascia vuoto se il prodotto non ha un periodo di prova.

source: Trial Duration
it: Durata del periodo di prova

source: Length of trial billing cycle (days). Leave empty if product does not have a trial.
it: Durata del ciclo del periodo di prova (in giorni). Lascia vuoto se il prodotto non ha periodo di prova.

source: Trial Terms
it: Condizioni del periodo di prova

source: Options
it: Opzioni

source: Parent
it: Categoria Madre

source: Two options from the same option group cannot be applied to an item.
it: Non si possono applicare ad un prodotto due opzioni appartenenti allo stesso gruppo di opzioni .

source: Product variation
it: Variante di prodotto

source: Product variations
it: Varianti di prodotto

source: Product Attribute
it: Attributo del prodotto

source: Product Attributes
it: Attributi del prodotto

source: Discount Quantity
it: Sconto per quantità

source: Use this price only for this quantity or higher
it: Questo prezzo verrà usato solo per una quantità maggiore o uguale

source: Expires
it: Scade

source: Prices
it: Prezzi

source: Product Image
it: Immagine del prodotto

source: Product Images
it: Immagini del prodotto

source: Product Image Translation
it: Traduzione dell'immagine del prodotto

source: Product Image Translations
it: Traduzioni dell'immagine del prodotto

source: The category you have requested does not exist.
it: La categoria che hai richiesto non esiste.

source: not available
it: non disponibile

source: Translation
it: Traduzione

source: Translations
it: Traduzioni

source: Brand
it: Marca

source: Brands
it: Marche

source: Brand Category
it: Categoria della Marca

source: Brand Categories
it: Categorie della Marca

source: Used for URLs
it: Usato per gli URL

source: Brand Product
it: Prodotto della Marca

source: Brand Products
it: Prodotti della Marca

source: title
it: titolo

source: Short Description
it: Descrizione Breve

source: Full Description
it: Descrizione Completa

source: Brand Translation
it: Traduzione della Marca

source: Brand Translations
it: Traduzioni della Marca

source: Brand Category Product
it: Prodotto nella Categoria di Marca

source: Brand Category Products
it: Prodotti nella Categoria di Marca

source: Brand Category Translations
it: Traduzioni della Categoria di Marca

source: Brand "%s" does not exist
it: La Marca"%s" non esiste

source: No category "%s" in brand "%s"
it: Nessuna categoria "%s" nella marca "%s"

source: Edit %(subtype)s
it: Modifica %(subtype)s

source: Add %(subtype)s
it: Aggiungi %(subtype)s

source: Delete ProductVariation
it: Elimina Variante di prodotto

source: Enable Akismet ratings
it: Abilita Askismet nelle valutazioni

source: Akismet API Key
it: Chiave API di Akismet

source: Rating
it: Valutazione

source: Not Rated
it: Non Valutato

source: Maximum recent items
it: Massimo di prodotti recenti

source: The maximum number of items show in the recent box.
it: Il numero massimo di prodotti visualizzati nel box degli prodotti recenti

source: Recently Viewed
it: Visti di recente

source: Shipping Settings
it: Impostazioni per la consegna

source: Active shipping modules
it: Moduli di consegna attivi

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
it: Seleziona i moduli di consegna attivi, salva e ricarica per impostare le opzioni specifiche di ogni modulo.

source: Per piece
it: Per pezzo

source: Dummy Flat Rate Shipping
it: Costi fissi di consegna

source: US Mail
it: Poste

source: 3 - 4 business days
it: 3 - 4 giorni lavorativi

source: FedEx Shipping Settings
it: Impostazioni per la consegna FedEx

source: FedEx Meter Number
it: Numero Contatore FedEx

source: Meter Number provided by FedEx.
it: Il Numero Contatore fornito da FedEx

source: FedEx Account Number
it: Numero di Account FedEx

source: FedEx Shipping Choices Available to customers.
it: Modalità di consegna FedEX disponibili per i clienti.

source: Type of container/package used to ship product.
it: Tipo di contenitore/pacco utilizzato per spedire il prodotto.

source: Access production FedEx server
it: Accesso in produzione Server FedEX

source: Use this when your store is in production.
it: Viene utilizzato quando il tuo negozio è in produzione

source: Address to submit live transactions.
it: Indirizzo al quale inviare le transazioni live.

source: Submit to TestURL
it: Invia all'URL di Prova

source: Address to submit test transactions.
it: Indirizzo al quale inviare le transazioni di prova.

source: Single Box?
it: Pacco singolo?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
it: Utilizza un pacco solo e spedisci per peso? Se impostato a NO tutti gli oggetti verranno spediti in un proprio pacchetto.

source: Verbose logs
it: Log Completi

source: Send the entire request and response to the log - for debugging help when setting up FedEx.
it: Spedisci le richieste e le risposte intere al log - per aiutare il debug durante le impostazioni FedEX

source: %s business days
it: %s giorni lavorativi

source: %s business day
it: %s giorno lavorativo

source: Flat rate
it: Costi fissi

source: Flat shipping
it: Consegna a costi fissi

source: Flat Shipping Service
it: Servizio di consegna a costi fissi

source: Shipping service used with Flat rate shipping
it: Servizio di consegna utilizzato per la consegna a costi fissi

source: Flat Delivery Days
it: Tempi per la consegna a costi fissi

source: Flat Rate Shipping
it: Tariffa di consegna a costi fissi

source: No Shipping
it: Nessuna Consegna

source: immediately
it: immediatamente

source: Per item price
it: Prezzo unitario

source: Per Item Shipping Service
it: Servizio di consegna a prezzo unitario

source: Shipping service used with per item shipping
it: Servizio di consegna utilizzato per il prezzo unitario

source: Per Item Delivery Days
it: Tempo di consegna per prezzo unitario

source: Per Item shipping
it: Spedizione a Prezzo Unitario

source: Tiered Shipping
it: Spedizione Per Livelli

source: Key
it: Chiave

source: Carrier
it: Vettore

source: Method
it: Metodo

source: i.e. US Mail
it: i.e. Poste

source: Delivery Days
it: Tempo di consegna

source: Min Price
it: Prezzo Minimo

source: The minumum price for this tier to apply
it: Il minor prezzo da applicare a questo livello

source: Shipping Price
it: Prezzo di Spedizione

source: Tiered Quantity
it: Quantità per livelli

source: Min Quantity
it: Quantità Minima

source: Minimum qty in order for this to apply?
it: Quantità minima affinché questo venga applicato?

source: Handling Price
it: Prezzo di gestione

source: Shipping Per Item
it: Consegna per Oggetto

source: UPS Shipping Settings
it: Impostazioni Spedizione UPS

source: UPS XML Access Key
it: Chiave di accesso UPS XML

source: XML Access Key Provided by UPS
it: Chiave di accesso fornita da UPS

source: UPS User ID
it: ID Utente UPS

source: User ID provided by UPS site.
it: ID Utente fornita dal sito di UPS.

source: UPS Account Number
it: Numero di Account UPS

source: UPS Account Number.
it: Numero di Account UPS.

source: UPS User Password
it: Password Utente UPS

source: User password provided by UPS site.
it: Password Utente fornita dal sito UPS.

source: UPS Shipping Choices Available to customers.
it: Modalità di consegna UPS disponibili per i clienti.

source: Type of container used to ship product.
it: Tipo di contenitore utilizzato per spedire il prodotto.

source: UPS Pickup option.
it: Opzione di consegna UPS

source: Access production UPS server
it: Accesso in produzione Server UPS

source: Send the entire request and response to the log - for debugging help when setting up UPS.
it: Spedisci la richiesta e la risposta intere al log - per aiutare il debug quando imposti UPS

source: Store Contact
it: Contatti del Negozio

source: Shipping Countries
it: Paesi di consegna

source: Shipping Method
it: Modalità di consegna

source: Shipping Address
it: Indirizzo di Consegna

source: Billing Address
it: Indirizzo del cliente

source: Totals
it: Totali

source: Default currency symbol
it: Simbolo di valuta predefinito

source: Use a '_' character to force a space.
it: Utilizza un carattere '_' per forzare uno spazio bianco.

source: Enable product ratings
it: Attiva la valutazione dei prodotti

source: Enable random display of featured products on home page
it: Attiva visualizzazione casuale di prodotti in vetrina nella home page

source: Total number of featured items to display
it: Numero totale di prodotti in vetrina da mostrare

source: Number of featured items to display on each page
it: Numero di prodotti in vetrina da mostrare in ogni pagina

source: Measurement system to use in store
it: Sistema di misura da utilizzare nel negozio

source: Metric
it: Metrico

source: Imperial
it: Imperiale

source: URI to the logo for the store
it: URL del logo nel negozio

source: Google Settings
it: Impostazioni di Google

source: Enable Analytics
it: Attiva Analytics

source: Use Urchin?
it: Utilizzo Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
it: Utilizza il javascript vecchio stile urchin? Non è necessario a meno che il tuo account analytics non sia ancora stato aggiornato.

source: Analytics Code
it: Codice Analytics

source: Enable Conversion Tracking
it: Abilita il monitoraggio delle conversioni

source: Adwords ID (ex: UA-abcd-1)
it: ID Adwords (es. UA-abcd-1)

source: Language Settings
it: Impostazioni della Lingua

source: Allow user to choose from available translations
it: Consenti all'utente di scegliere tra le traduzioni disponibili

source: Available languages
it: Lingue disponibili

source: Languages that have valid translations
it: Lingue per cui ci sono traduzioni valide

source: '%s' is out of stock.
it: '%s' non è più disponibile in magazzino.

source: Only %(amount)i of '%(product)s' in stock.
it: Rimangono solo %(amount)i diponibilità in magazzino di '%(product)s'.

source: Test Store
it: Negozio di prova

source: Store Name
it: Nome del negozio

source: Purchase item not in stock?
it: Acquista un prodotto non in magazzino?
