Repository: jtslade/satchmo-svn
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: it

source: INVOICE
it: ORDINE

source: Page
it: Pagina

source: Payments Made
it: Pagamenti Effettuati

source: Balance Due
it: Saldo Da Pagare

source: Payment total %(order_total)s due to:
it: Pagamento totale %(order_total)s composto da:

source: Accounts Receivable
it: Conto Clienti

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
it: %(order_total)s sono stati addebitati alla tua carta di credito %(credit_card_type)s card (x%(credit_card_number)s) il %(order_date)s.

source: This invoice has been paid in full. Thank you for your business!
it: Questo ordine è stato pagato totalmente, grazie!

source: PACKING SLIP
it: DISTINTA DI IMBALLAGGIO

source: Thank you for your business!
it: Grazie per il tuo affare!

source: Best Rated Products
it: I Prodotti Meglio Recensiti

source: Rating %(rating)s
it: Valutazione %(rating)s

source: Best Selling Products
it: I prodotti più venduti

source: Please choose your options
it: Scegli le opzioni de

source: Custom order for %(name)s
it: Ordine personalizzato per %(name)s

source: more
it: continua

source: Subscription product %(name)s
it: Prodotto in Abbonamento %(name)s

source: Only
it: Solo

source: easy payments of:
it: comodi pagamenti di:

source: This product has trial subscription pricing
it: Questo prodotto ha una tariffa di abbonamento di prova

source: for trial period of
it: per un periodo di prova di

source: days
it: giorni

source: Notice
it: Avviso

source: This store requires a minimum order of %(value)s before you can check out.
it: Questo negozio richiede un ordine minimo di %(value)s per poter andare alla cassa.

source: Bad Page
it: Pagina Errata

source: No brands are active
it: Nessuna marca è attiva

source: View more products in these categories
it: Guarda altri prodotti in queste categorie

source: Registration Complete
it: Registrazione Completa

source: Account Activation
it: Attivazione dell'account

source: Thanks for signing up! You are now logged in.
it: Grazie per esserti registrato! Ora sei autenticato.

source: In the future, you can log in using your email address (%(email)s).
it: In futuro potrà fare il login utilizzando il suo indirizzo email (%(email)s).

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
it: Il link per l'attivazione del tuo account era invalido, oppure l'attivazione del tuo account e' scaduta. Le chiavi di attivazione sono valide solo per %(expiration_days)s giorni dopo la registrazione.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
it: Qualcuno, presumibilmente tu, ha richiesto la registrazione di un nuovo account su %(site)s utilizzando questo indirizzo email. Se sei stato tu, e desideri attivare ed utilizzare il tuo account, clicca il link qui sotto o copialo ed incollalo nella barra degli indirizzi del tuo browser.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
it: Se non lo hai richiesto, non devi fare nulla: non riceverai nessun'altra email da noi, e l'account scadrà automaticamente dopo %(expiration_days)s giorni.

source: Your email address and password didn't match. Please try again.
it: Indirizzo email e password non corrispondono, riprova.

source: If you do not have an account, please
it: Se non hai ancora un account,

source: click here
it: clicca qui

source: If you do not remember your password, please
it: Se non ricordi la tua password,

source: click here</a> to have it reset.
it: clicca qui</a> per resettarla.

source: You have been successfully logged out.
it: Sei uscito con successo.

source: Password Change Done
it: Modifica password effettuata.

source: Password change successful
it: Modifica password eseguita con successo.

source: Your password change has been completed.
it: La modifica della tua password è stata completata.

source: Password Change
it: Modifica Password

source: For the sake of security, please enter your old password, and then enter your new password twice.
it: Per ragioni di sicurezza, inserisci la tua vecchia password, poi inserisci la tua nuova password due volte.

source: Old password
it: Vecchia Password

source: New password
it: Nuova Password

source: Confirm new password
it: Conferma la nuova password

source: You're receiving this e-mail because you requested a password reset
it: Ricevi questa email perché hai richiesto il reset della password

source: for your user account at %(site_name)s
it: per il tuo account utente su %(site_name)s

source: Please go to the following page and choose a new password:
it: Vai alla pagina seguente e scegli una nuova password:

source: Your username, in case you've forgotten:
it: Il tuo username, nel caso lo avessi dimenticato:

source: Thanks for using our site!
it: Grazie per aver utilizzato il nostro sito!

source: The %(site_name)s team
it: Lo staff di %(site_name)s

source: Password reset successful
it: Reset della password eseguito con successo.

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
it: Riceverai la nuova password a breve via email all'indirizzo che hai inserito.

source: Reset your password
it: Resetta la tua password

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
it: Password dimenticata? Inserisci il tuo indirizzo email qui sotto, e riceverai una nuova password.

source: E-mail address
it: Indirizzo E-Mail

source: Be sure to enter the same e-mail address you used to register.
it: Assicurati di inserire lo stesso indirizzo email che hai utilizzato per registrarti

source: Reset password
it: Resetta password

source: Account Creation
it: Crea Account

source: Thank you for signing up.
it: Grazie per esserti registrato.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
it: Un link di attivazione è stato spedito al tuo indirizzo email, assieme alle istruzioni per attivare l'account.

source: Registration
it: Registrazione

source: Please Enter Your Account Information
it: Inserisci le informazioni del tuo account

source: Create Account
it: Crea Account

source: Repeat Activation
it: Ripeti Attivazione

source: This account has already been activated. Please login.
it: Questo account è già stato attivato. Puoi fare il login.

source: Thank you for signing up with %(company_name)s.
it: Grazie per esserti registrato con %(company_name)s.

source: Your new username is this email address, and you can login at
it: Il tuo username è questo indirizzo email, e puoi accedere al sito su

source: Base Shipping
it: Imballo

source: Shipping (incl. Tax)
it: Consegna (Tasse incluse)

source: Tax included
it: Tasse incluse

source: Order #
it: Ordine #

source: Shipping To
it: Spedisci a

source: Items
it: Prodotti

source: You haven't made any orders yet.
it: Non hai ancora effettuato nessun ordine.

source: Order Tracking
it: Segui l'Ordine

source: Currently
it: Attualmente

source: added on %(create_date)s
it: aggiunto il %(create_date)s

source: Remove from wishlist
it: Rimuovi dalla lista dei desideri

source: Sorry, you must be <a href="%(login_url)s">logged-in</a> to access your wishlist.
it: Devi essere <a href="%(login_url)s">autenticato</a> per accedere alla tua lista dei desideri.

source: Thumbnail Settings
it: Impostazioni delle Miniature

source: Thumbnail quality
it: Qualità delle Miniature

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
it: Usa un valore da 1 a 100, che modificherà la qualità delle thumbnail JPG generate per i prodotti e le categorie.

source: Rename product images?
it: Rinominare le immagini dei prodotti?

source: Automatically rename product images on upload?
it: Rinominare automaticamente le immagini dei prodotti all'upload ?

source: Change:
it: Cambia:

source: Checkbox to add 1
it: Checkbox Aggiungi 1

source: Checkbox to add 1, checked by default
it: Checkbox Aggiungi 1, selezionato di default

source: Checkbox to match quantity
it: Checkbox Quantità

source: Checkbox to match quantity, checked by default
it: Checkbox Quantità, selezionato di default

source: Form with 0 quantity
it: Form con quantità 0

source: Target Product
it: Prodotti Target

source: The products for which you want to show this goal product as an Upsell.
it: I prodotti per i quali vuoi mostrare questo prodotto target come Upsell

source: Goal Product
it: Prodotti Obiettivo

source: Upsell Style
it: Stile Upsell

source: Internal notes
it: Note Interne

source: '%(product)s' couldn't be added to the cart. %(details)s
it: Non è stato possibile aggiungere '%(product)s' al carrello. %(details)s

source: Please enter one and only one of those fields.
it: Inserite uno e soltanto uno di questi campi.

source: These fields can not be the same.
it: Questi campi non possono essere identici.

source: Details
it: Dettagli

source: Product Wish
it: Prodotto desiderato

source: Product Wishes
it: Prodotti desiderati

source: Wishlist product '%(product)s' could't be added to the cart. %(details)s
it: Non è stato possibile aggiungere al carrello il prodotto desiderato '%(product)s'. %(details)s

source: No such wishlist item.
it: Nessun prodotto di questo tipo nella tua wishlist.

source: You must be logged in to do that.
it: Devi autenticarti per fare questo.
