Repository: jtslade/satchmo-svn
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: it

source: Only sell to in-country customers?
it: Vendi solo ai clienti del tuo paese?

source: Default country for customers
it: Paese di default per i clienti

source: Store Configuration
it: Configurazione Del Negozio

source: Store Configurations
it: Configurazioni Del Negozio

source: Shopping Cart
it: Carrello della spesa

source: Shopping Carts
it: Carrelli della spesa

source: Cart
it: Carrello

source: Quantity
it: Quantità

source: Cart Item
it: Prodotto nel carrello

source: Cart Items
it: Prodotti nel carrello

source: detail
it: dettaglio

source: name
it: Nome

source: Item Detail Price Change
it: Cambia il prezzo di dettaglio del prodotto

source: Cart Item Detail
it: Dettaglio del prodotto nel carrello

source: Cart Item Details
it: Dettagli del prodotto nel carrello

source: Show
it: Visualizza

source: Temp
it: Temporaneo

source: Pending
it: In attesa

source: In Process
it: In esecuzione

source: Billed
it: Pagato

source: Shipped
it: Consegnato

source: Subtotal
it: Subtotale

source: Total
it: Totale

source: Discount amount
it: Importo dello sconto

source: Order method
it: Metodo di Ordine

source: Shipping Description
it: Descrizione della modalità di consegna

source: Shipping Models
it: Modalità di consegna

source: Shipping Cost
it: Spese di consegna

source: Shipping Discount
it: Sconto Spedizione

source: Status
it: Stato

source: This is set automatically.
it: E' stato impostato automaticamente.

source: View
it: Vedi

source: Order immediately available for download
it: L'ordine è disponibile immediatamente per il download

source: Product Order
it: Ordine Prodotto

source: Product Orders
it: Ordini Prodotto

source: Unit price
it: Prezzo unitario

source: Unit tax
it: Unità di Tasse

source: Line item price
it: Dettaglio Prezzo Prodotto

source: Line item tax
it: Dettaglio Tasse Prodotto

source: Subscription End
it: Fine dell'iscrizione

source: Subscription expiration date.
it: Data di scadenza dell'iscrizione

source: Completed
it: Completato

source: Line item discount
it: Riga di sconto

source: Order Line Item
it: Riga dell'ordine

source: Order Line Items
it: Righe dei prodotti nell'ordine

source: Order Item
it: Ordine Prodotto

source: Order Item Detail
it: Dettaglio Ordine Prodotto

source: Order Item Details
it: Dettagli Ordine Prodotto

source: Downloadable product
it: Prodotto scaricabile

source: Number of attempts
it: Numero di tentativi

source: This download is no longer active
it: Questo download non e' più attivo

source: You have exceeded the number of allowed downloads.
it: Hai superato il numero di permessi Download.

source: This download link has expired.
it: Questo link e' scaduto.

source: Download Link
it: Link per il download

source: Download Links
it: Link per il download

source: Order Status
it: Stato dell'ordine

source: Order Statuses
it: Stato degli ordini

source: Payment Method
it: Metodi di Pagamento

source: amount
it: ammontare

source: Transaction ID
it: ID Transazione

source: Order Payments
it: Pagamenti dell'Ordine

source: key
it: chiave

source: value
it: valore

source: Order variable
it: Variabile dell'Ordine

source: Order variables
it: Variabili dell'Ordine

source: Model
it: Modello

source: Order tax detail
it: Dettaglio delle tasse dell'ordine

source: Order tax details
it: Dettagli delle tasse dell'ordine

source: Thank you for your order from %(shop_name)s
it: Grazie per aver ordinato il prodotto su %(shop_name)s.

source: New order on %(shop_name)s
it: Nuovo Ordine su %(shop_name)s

source: No cart to update.
it: Nessun carrello da aggiornare.

source: Bad quantity.
it: Quantità errata.

source: Bad item number.
it: Numero di prodotto errato.

source: No such item in your cart.
it: Nessun prodotto di questo tipo nel tuo carrello.

source: Not enough items of '%s' in stock.
it: Non ci sono abbastanza '%s' in magazzino.

source: That product is not available at the moment.
it: Questo prodotto non è al momento disponibile.

source: Please enter a whole number.
it: Inserisci un numero intero.

source: Please enter a positive number.
it: Inserisci un numero positivo.

source: No product requested
it: Nessun prodotto richiesto

source: Choose a quantity.
it: Scegli una quantità.

source: Choose a whole number.
it: Scegliere un numero intero.

source: Error
it: Errore

source: You must accept the terms and conditions.
it: E' necessario accettare i termini e le condizioni.

source: Internal error: please submit as a POST
it: Errore interno: si prega di inviare come POST

source: One or more of the required fields wasn't submitted
it: Uno o più dei campi obbligatori non e' stato compilato

source: General question
it: Domanda di carattere generale

source: Order problem
it: Problema nell'ordine

source: Inquiry
it: Domanda

source: Contents
it: Contenuto

source: The download key is invalid.
it: La chiave per il download non è valida.

source: Invalid page number
it: Numero di pagina non valido

source: The order you have requested doesn't exist, or you don't have access to it.
it: L'ordine richiesto non esiste o non e' possibile accedervi.

source: Card type does not match card number.
it: Il tipo di carta non corrisponde al numero di carta.

source: Invalid credit card number.
it: Numero di carta di credito non valido.

source: Supplier ID
it: ID del fornitore

source: Unit Cost
it: Costo Unitario

source: Inventory
it: Inventario

source: Raw Item
it: Fornitura

source: Raw Items
it: Forniture

source: Date Created
it: Data di creazione

source: Shipping
it: Spedizione

source: Supplier Order
it: Ordine Fornitore

source: Supplier Orders
it: Ordini Fornitore

source: Line Item
it: Dettaglio della fornitura

source: Line Item Quantity
it: Quantità dettaglio fornitura

source: Line Item Total
it: Totale dettaglio fornitura

source: Sent in
it: Spedito il

source: Received
it: Ricevuto

source: Date
it: Data

source: Supplier Order Status
it: Stato Ordine del Fornitore

source: Supplier Order Statuses
it: Stati Ordine Fornitore

source: You must choose a zone or a country.
it: Devi scegliere una zona oppure un paese.

source: Tax Settings
it: Impostazioni tasse

source: Active tax module
it: Modulo di tasse attivo

source: Select a module, save and reload to set any module-specific settings.
it: Seleziona un modulo, salva e ricarica per modificare eventuali impostazioni specifiche del modulo.

source: No Tax
it: Nessuna Tassa

source: Show with tax included
it: Mostra con le tasse incluse

source: If yes, then all products and the cart will display with tax included.
it: Se sì, allora tutti i prodotti ed il carrello verranno mostrati con le tasse incluse.

source: Title
it: Titolo

source: Displayed title of this tax.
it: Titolo visualizzato per questa tassa.

source: Description of products that would be taxed.
it: Descrizione dei prodotti tassabili

source: Tax Classes
it: Classi di tassa

source: Tax Zone
it: Zona della Tassa

source: Tax Country
it: Paese della Tassa

source: Percentage
it: Percentuale

source: % tax for this area and type
it: % tasse per questa area e tipo

source: Tax Rate
it: Aliquota di tasse

source: Tax Rates
it: Aliquote di tasse

source: By Country/Area
it: Per Paese/Area

source: Tax Shipping?
it: Tasse Spedizione?

source: TaxClass for shipping
it: Classe di Tassa per la consegna

source: Select a TaxClass that should be applied for shipments.
it: Seleziona una Classe di Tassa da applicare alle consegne.

source: Percent Tax
it: Percentuali Tasse

source: Percent tax
it: Percentuali tasse

source: Could not find the page you were looking for.
it: Non e' stato possibile trovare la pagina che stai cercando.

source: There was an error with the store. The admin has been notified.
it: C'è stato un errore nel negozio. L'amministratore e' già stato avvisato.

source: Product Reviews
it: Recensioni sul prodotto

source: Be the first to review it!
it: Scrivi la prima recensione!

source: Average rating %(rating)s
it: Valutazione media %(rating)s

source: Review this product
it: Recensisci questo prodotto

source: Please login to review this product.
it: Per recensire un prodotto è necessario fare il login.

source: Search
it: Cerca

source: All Products
it: Tutti i Prodotti

source: Shop Categories
it: Aree del Negozio

source: Quick Links
it: Link Veloci

source: Recently Added
it: Aggiunti di Recente

source: Most Popular
it: I più Popolari

source: Best Sellers
it: I più Venduti

source: Account Information
it: Informazioni dell'Account

source: Admin
it: Amministra

source: Account Details
it: Dettagli sull'utente

source: Log in
it: Entra

source: Check out
it: Vai alla cassa

source: Wishlist
it: Lista dei desideri

source: Contact Us
it: Contattaci!

source: Change language
it: Cambia lingua

source: Change
it: Cambia

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
it: Basato su piattaforma <a href="http://www.satchmoproject.com">Satchmo</a>.

source: Your cart is empty.
it: Il tuo carrello e' vuoto.

source: Your Cart
it: Il tuo carrello

source: Item
it: Prodotto

source: Total<br/>(incl.&nbsp;tax)
it: Totale<br/>(tasse incluse)

source: Remove
it: Cancella

source: update amount
it: Aggiorna il totale

source: Base Price:
it: Prezzo di base:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
it: Il prezzo alla destra è il tuo deposito, riceverai una ricevuta come promemoria quando il tuo prodotto è pronto.

source: Cart Total
it: Totale Carrello

source: Welcome to the shop.
it: Benvenuto nel negozio.

source: Featured Items
it: Articoli in vetrina

source: Previous
it: Precedente

source: Next
it: Successivo

source: (incl. tax)
it: (tasse incluse)

source: Add to wishlist
it: Aggiungi alla lista dei desideri

source: Contact Information
it: Informazioni per i Contatti

source: Please correct the following error:
it: Per piacere correggi questo errore:

source: Send Email
it: Invia una Email

source: Downloading of
it: Download di

source: will commence after clicking the link below:
it: inizierà dopo aver cliccato sul collegamento qui sotto:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh yourbrowser and try the download again
it: Una volta aperto il link, il download verrà conteggiato. Se hai problemi con il download, ricarica la pagina nel browser e prova di nuovo.

source: Nothing found
it: Non e' stato trovato niente

source: Search results for %(category_name)s products
it: RIsultati della ricerca per i prodotti in %(category_name)s

source: for
it: per

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
it: Spedito tramite %(method)s arrivo previsto in %(expected_delivery)s.

source: Thank you for contacting us.
it: Grazie per averci contattato.

source: We will attempt to get back to you within 48 hours.
it: Sara' nostra cura contattarla entro 48 ore.

source: Sites
it: Siti

source: Custom Order Management
it: Gestione Ordine Personalizzato

source: Fully charged
it: Pagamento completato

source: Charge remaining amount
it: Paga l'ammontare rimanente

source: Product Details
it: Dettagli del prodotto

source: on
it: su

source: Amount
it: Ammontare

source: No payments.
it: Nessun pagamento.

source: Paid in full
it: Pagato completamente.

source: Balance on order:
it: Saldo nell'ordine:

source: Satchmo Site Administration
it: Amministrazione del sito Satchmo

source: Custom Charge
it: Addebito personalizzato

source: New amount
it: Nuovo ammontare

source: Extra Shipping
it: Spedizione Extra

source: (show)
it: (mostra)

source: (hide)
it: (nascondi)

source: Models available in the %(name)s application.
it: Modelli disponibili nell'applicazione %(name)s.

source: Add
it: Aggiungi

source: You don't have permission to edit anything.
it: Non hai il permesso di modificare nulla.

source: Recent Actions
it: Azioni Recenti

source: My Actions
it: Le mie azioni

source: None available
it: Nessuno disponibile

source: Admin Tools
it: Strumenti di Amministrazione

source: Export Products as CSV
it: Esporta i prodotti in CSV

source: Edit Inventory
it: Modifica Inventario

source: Export Product Defs
it: Esporta le definizioni dei prodotti

source: Product Variation Manager
it: Gestione delle Varianti di Prodotto

source: Cache Status
it: Stato della cache

source: Inventory Management
it: Gestione Magazzino

source: Unit Price
it: Prezzo Unitario

source: Featured
it: Vetrina

source: Helpers
it: Aiuti

source: Mark all featured
it: Seleziona tutti come in vetrina

source: Clear all featured
it: Rimuovi tutti dalla vetrina

source: Disable all Products with 0 quantity.
it: Disabilita tutti i prodotti con quantità 0.

source: Disable ProductVariations with 0 quantity.
it: Disabilita le varianti prodotto con quantità 0.

source: No inventory items.
it: Nessun prodotto in magazzino.

source: Satchmo Orders
it: Ordini Satchmo

source: New Orders
it: Nuovi Ordini

source: Orders in Process
it: Ordini in Lavorazione

source: View all Orders
it: Guarda tutti gli Ordini

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
it: ATTENZIONE: QUESTA FUNZIONE E' ANCORA SPERIMENTALE, NON UTILIZZARLA IN PRODUZIONE

source: Import
it: Importa

source: Import from fixture file:
it: Importa dal file fixture:

source: Export
it: Esporta

source: Export?
it: Esportare?

source: Include images?
it: Includere immagini?

source: Include categories?
it: Includere categorie?

source: Format?
it: Formato?

source: Reset
it: Resetta

source: Check all
it: Seleziona tutti

source: Uncheck all
it: Deseleziona tutti

source: No products.
it: Nessun prodotto.

source: Product import/export
it: Importa/esporta prodotti

source: Results
it: Risultati

source: Import Results
it: Importa Risultati

source: Errors
it: Errori

source: results
it: risultati

source: Store Details
it: Dettagli del Negozio

source: Store Web Site
it: Sito Web del Negozio

source: Product Configuration
it: Configurazione dei Prodotti

source: Product Categories
it: Categorie dei Prodotti

source: Product Options
it: Opzioni di Prodotti

source: Product OptionItems (Use for editing translations)
it: Oggetti Opzione Prodotto (Usali per modificare le traduzioni)

source: Individual Products
it: Prodotti Singoli

source: Contact Interactions
it: Interazioni contatti

source: Codes
it: Codici

source: International Information
it: Informazioni Internazionali

source: Taxes
it: Tasse

source: Tax Information
it: Informazioni sulle Tasse

source: Variation Manager
it: Gestione delle Varianti

source: Variations
it: Varianti

source: Variation Manager for %(product_name)s
it: Gestione delle varianti di %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
it: <p>Il Gestore delle Varianti aiuta a creare l'insieme esatto delle varianti di cui hai bisogno per i tuoi Prodotti Configurabili</p> <p>Scegli dal Gruppo di Opzioni sotto, poi clicca uno dei link di aiuto sotto per selezionare o deselezionare varianti che hanno queste opzioni.</p> <p>Personalizza le varianti attive selezionando il check di fianco a quelle che vuoi mantenere o creare, poi seleziona <b>Aggiorna Varianti</b>. </p>

source: Choices
it: Scelte

source: Helper Links
it: Link degli Aiuti

source: Select These Options
it: Seleziona Queste Opzioni

source: Select Only These Options
it: Seleziona Solo Queste Opzioni

source: Select All
it: Seleziona Tutto

source: Deselect These Options
it: Deseleziona Queste Opzioni

source: Deselect All
it: Deseleziona Tutto

source: Show All
it: Visualizza tutti

source: Hide Inactive Rows
it: Nascondi le righe inattive

source: Update Variations
it: Aggiorna Varianti

source: Reset Form
it: Resetta il Form

source: Variation
it: Variante

source: Exists
it: Esiste

source: Create/Keep
it: Crea/Mantieni

source: yes
it: si

source: Select the Configurable Product to manage.
it: Selezione il Prodotto configurabile da gestire.

source: Order Balance
it: Saldo dell'ordine

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
it: Per completare questo ordine è necessario pagare il saldo di %(orderbalance)sche rimane.

source: How do you want to pay?
it: Come vuoi pagare?

source: Continue Checkout
it: Procedi con l'ordine

source: Ship/Bill
it: Consegna/Pagamento

source: Confirmation
it: Conferma

source: The following error was returned while trying to process your payment. Please correct and resubmit.
it: L'errore seguente è stato restituito nel tentativo di processare il tuo pagamento. Correggi ed invia di nuovo.

source: Please validate the following information, then submit your order.
it: Controlla le seguenti informazioni e conferma il tuo ordine.

source: Items Ordered
it: Prodotti Ordinati

source: Purchase Items
it: Acquista Prodotti

source: Please complete the following information in order to submit your order.
it: Si prega di compilare le seguenti informazioni per completare il tuo ordine.

source: Discount code
it: Codice di sconto

source: Shipping Information
it: Informazioni sulla consegna

source: Please choose your preferred shipping method
it: Seleziona il tuo metodo di consegna preferito

source: Confirm
it: Conferma

source: The following error was returned while trying to process your card. Please correct and resubmit
it: L'errore seguente è stato restituito nel tentativo di utilizzare la tua carta. Correggi ed invia di nuovo.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
it: Il totale %(order_total)s verrà addebitato sulla tua carta di credito %(credit_card_type)s che termina con %(credit_card_number)s'.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
it: Il tuo carrello è vuoto. Aggiungi qualche prodotto al tuo carrello, poi vai alla cassa.

source: If you already have an account, you can login now to fill in most of the information below.
it: Se possiedi già un account, puoi effettuare subito il login per inserire le informazioni sottostanti.

source: This is just a convenience, no account is required!
it: Si tratta solo di una comodità, non e' necessario nessun account!

source: Login
it: Accedi

source: You'll need to fill out at least the fields with a *
it: Devi compilare almeno i campi con l'asterisco (*)

source: Basic Information
it: Informazioni principali

source: Phone number
it: Numero di telefono

source: Billing Information
it: Informazioni del cliente

source: Bill To
it: Ricevuta/fattura a

source: If different from the first and last names above
it: se è differente dal nome e cognome indicato sopra

source: State/Province
it: Provincia

source: Ship To
it: Spedisci a

source: Type of credit card
it: Tipo di carta di credito

source: Credit card number
it: Numero di carta di credito

source: Expiration date
it: Data di scadenza

source: Thank you for your order!
it: Grazie per il tuo ordine!

source: Please print out this page as a receipt. You will also receive an email with this information.
it: Stampa questa pagina come ricevuta. Riceverà anche una email con le stesse informazioni.

source: This order will be COD for %(order_total)s.
it: Questo ordine verrà pagato alla consegna per %(order_total)s.

source: Your payment will be processed through Google Checkout.
it: Il tuo pagamento verrà processato attraverso Google Checkout

source: Fast checkout through Google
it: Pagamento veloce attraverso Google

source: Your payment will be processed through PayPal.
it: Il tuo pagamento verrà processato attraverso PayPal

source: Not set
it: Non impostato

source: Update Profile
it: Aggiorna Profilo

source: Your Profile
it: Il tuo Profilo

source: You&apos;ll need to fill out at least the fields with a *
it: E' necessario inserire almeno i campi contrassegnati con *

source: Birthday
it: Data di Nascita

source: Update
it: Aggiornamento

source: Your Account info
it: Le informazioni sul tuo account

source: Welcome, %(full_name)s.
it: Benvenuto, %(full_name)s.

source: Your profile
it: Il tuo Profilo

source: Birthday:
it: Compleanno:

source: Billing Address:
it: Indirizzo dell'acquirente:

source: Shipping Address:
it: Indirizzo di consegna:

source: Account options
it: Opzioni

source: Update your profile
it: Modifica il tuo profilo

source: Change your password
it: Modifica la tua password

source: Order History
it: Storico degli Ordini

source: Sorry, the user you've logged in as doesn't have any contact information.
it: L'utente con il quale hai effettuato l'accesso non ha nessuna informazione di contatto

source: Probably because you are an admin.
it: Probabilmente perché tu sei un amministratore

source: Set up contact information
it: Modifica le informazioni di contatto

source: <p>Some of the products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
it: <p>Alcuni dei prodotti nel tuo carrello possono ricevere uno sconto del %(pct)s inserendo il codice "%(code)s" durante il nostro %(desc)s che scade il %(enddate)s.</p>

source: <p>This item is eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
it: <p>Questo prodotto può ricevere uno sconto del %(pct)s alla cassa inserendo il codice "%(code)s" durante il nostro %(desc)s che scade il %(enddate)s.</p>

source: <p>Some of the products on this page are eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
it: <p>Alcuni dei prodotti in questa pagina possono ricevere uno sconto del %(pct)s alla cassa inserendo il codice "%(code)s" durante il nostro %(desc)s che scade il %(enddate)s. </p>

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
it: Questa è una %(request_type)s da %(name)s ( %(email)s ) spedita attraverso il form dei contatti sul sito.

source: Dear %(first_name)s %(last_name)s,
it: Gentile %(first_name)s %(last_name)s,

source: Thank you for ordering with %(shop_name)s.
it: Grazie per aver ordinato su %(shop_name)s.

source: Your order is summarized below:
it: Il tuo ordine è riassunto qui sotto:

source: Your order contains products that can be downloaded
it: Il tuo ordine contiene prodotti scaricabili

source: Please click the link to begin the download
it: Apri il link per il iniziare il download

source: Regards
it: Distinti Saluti

source: Store Management
it: Gestione Magazzino

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
it: Ordine inserito su %(shop_name)s da %(customer)s<%(email)s>.

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
it: Il totale %(order_total)s verrà addebitato sulla tua carta di credito %(credit_card_type)s che termina con %(credit_card_number)s'.

source: This is a downloadable product
it: Questo è un prodotto scaricabile

source: Newsletter Subscription
it: Iscrizione alla Newsletter

source: Your name
it: Il tuo nome

source: Newsletter Unsubscribe
it: Rimozione dalla Newsletter

source: Remove Me
it: Rimuovimi

source: Paid
it: Pagato

source: Balance = %(balance)s
it: Saldo = %(balance)s

source: Pay remaining balance
it: Paga il saldo rimanente

source: Store Invoice
it: Ordine di magazzino

source: Invoice #
it: Ordine #
