Repository: jtslade/satchmo-svn
Catalog: satchmo/apps/shipping/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Description
ru: Описание

source: Ordering
ru: Порядок сортировки

source: language
ru: язык

source: Shipping Settings
ru: Настройки доставки

source: Active shipping modules
ru: Активные модули доставки

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
ru: Выберите активные модули доставки, сохраните и перезагрузите страницу, чтобы изменить настройки доставки для выбранных модулей.

source: Per piece
ru: По цене

source: Dummy Flat Rate Shipping
ru: Искусственная фиксированная ставка доставки

source: 3 - 4 business days
ru: 3-4 рабочих дня

source: Flat rate
ru: Фиксированная ставка

source: Flat shipping
ru: Фиксированная стоимость доставки

source: Flat Shipping Service
ru: Сервис доставки с фиксированной стоимостью

source: Shipping service used with Flat rate shipping
ru: Сервис доставки, использующий фиксированную ставку стоимости доставки

source: Flat Delivery Days
ru: Дней на доставку по фиксированной ставке

source: Flat Rate Shipping
ru: Фиксированная ставка стоимости доставки

source: No Shipping
ru: Доставка с фиксированной стоимостью

source: immediately
ru: немедленно

source: Per item price
ru: Цена за штуку

source: Per Item Shipping Service
ru: Сервис доставки со стоимостью по количеству

source: Shipping service used with per item shipping
ru: Сервис доставки со стоимостью доставки по количеству

source: Per Item Delivery Days
ru: Дней на доставку по количеству

source: Per Item shipping
ru: Стоимость доставки за штуку

source: Tiered Shipping
ru: Многоуровневая доставка

source: Key
ru: Ключ

source: Carrier
ru: Служба доставки

source: Method
ru: Метод

source: i.e. US Mail
ru: например, US Mail

source: Delivery Days
ru: Дней на доставку

source: Min Price
ru: Минимальная цена

source: The minumum price for this tier to apply
ru: Минимальная цена для данного уровня

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
ru: Отправлено через %(method)s, прибудет приблизительно %(expected_delivery)s.
